Repository: ucnl/AzimuthSuite
Catalog: MainForm.*.resx
Languages: ru, tr

# addNoteBtn.Text
source: 📝ADD NOTE
ru: 📝КОММЕНТ.
tr: 📝NOT EKLE

# addNoteBtn.ToolTipText
source: Type a note and press 'Enter'
ru: Наберите комментарий и нажмите 'Enter'
tr: Bir not yazın ve 'Enter' tuşuna basın

# printScreenBtn.Text
source: 📸 SCREENSHOT
ru: 📸 СНИМОК
tr: 📸 EKRAN GÖRÜNTÜSÜ

# printScreenBtn.ToolTipText
source: Ctrl + P to save a screenshot
ru: Ctrl + P для сохранения снимка экрана приложения
tr: Ctrl + P ekran görüntüsünü kaydetmek için

# limboVisibleBtn.ToolTipText
source: Limbo visibility on/off
ru: Включить/Выключить видимость лимба
tr: Limbo görünürlük açık/kapalı

# historyVisibleBtn.ToolTipText
source: History visibility on/off
ru: Включить/Выключить видимость журнала
tr: Geçmiş görünürlüğü açık/kapalı

# notesVisibleBtn.ToolTipText
source: Notes visible on/off
ru: Включить/Выключить видимость комментариев
tr: Notlar görünür açık/kapalı

# miscInfoVisibleBtn.ToolTipText
source: Misc info on/off
ru: Включить/Выключить видимость дополнительной информации
tr: Çeşitli bilgileri açma/kapatma

# paletteBtn.ToolTipText
source: Color themes
ru: Цветовые схемы
tr: Renk temaları

# miscInfoAdditionalBtn.ToolTipText
source: Select items to show in misc info
ru: Настройки отображения дополнительной информации

# miscInfoShowLocalPressureBtn.Text
source: Pressure
ru: Давление

# miscInfoShowLocalDepthBtn.Text
source: Depth
ru: Глубина

# miscInfoShowLocalWaterTemperatureBtn.Text
source: Water temperature
ru: Температура воды

# miscInfoShowLocalPitchRollBtn.Text
source: Pitch/Roll
ru: Крен/Дифферент

# miscInfoShowLocalLatLonBtn.Text
source: Latitude/Longitude
ru: Широта/Долгота

# miscInfoShowLocalSpeedBtn.Text
source: Speed
ru: Скорость

# miscInfoShowLocalCourseBtn.Text
source: Course
ru: Курс

# miscInfoShowLocalHeadingBtn.Text
source: Heading
ru: Азимут

# isDistanceAndAzimuthVisibleBtn.ToolTipText
source: Distance & azimuth visibility switch
ru: Включить/Выключить видимость дистанции и азимута
tr: Mesafe ve azimut görünürlük anahtarı

# isTreeDepthVisibleBtn.ToolTipText
source: Remote's depth visibility switch
ru: Включить/Выключить видимость глубин
tr: Depth visibility switch of responders

# isTreeReverseAzimuthVisibleBtn.ToolTipText
source: Reverse azimuth visibility switch
ru: Включить/Выключить видимость обратного азимута
tr: Ters azimut görünürlük anahtarı

# isTreeElevationVisibleBtn.ToolTipText
source: Elevation visibility switch
ru: Включить/Выключить видимость вертикального угла
tr: Dikey açı görünürlük anahtarı

# isTreeMiscInfoVisibleBtn.ToolTipText
source: Additional information visibility switch
ru: Включить/Выключить видимость дополнительной информации
tr: Ek bilgi görünürlük anahtarı

# isTreeLocationVisibleBtn.ToolTipText
source: Location visibility switch
ru: Включить/Выключить видимость географических кооринат
tr: Konum görünürlük anahtarı

# treeExpandBtn.ToolTipText
source: Expand all (Ctrl + Up)
ru: Развернуть (Ctrl + Up)
tr: Hepsini genişlet (Ctrl + Up)

# treeCollapseBtn.ToolTipText
source: Collapse all (Ctrl + Down)
ru: Свернуть (Ctrl + Down)
tr: Hepsini daralt (Ctrl + Down)

# toolStripLabel1.Text
source: REMOTES
ru: МАЯКИ
tr: YANIT VERENLER

# azmPortStatusLbl.ToolTipText
source: AZM device connection status
ru: Статус соединения с устройством AZM
tr: AZM Cihaz bağlantı durumu

# auxPortStatusLbl.ToolTipText
source: Auxilary GNSS Compass connection status
ru: Статус соединения с внешним GNSS-компасом
tr: Yardımcı GNSS Pusula bağlantı durumu

# linkBtn.Text
source: 🔌 LINK
ru: 🔌 СОЕДИНЕНИЕ
tr: 🔌 BAĞLANTI

# linkBtn.ToolTipText
source: Ctrl + L to Enable/Disable communication ports
ru: Ctrl + L для открытия/закрытия соединения с устройствами
tr: Ctrl + L İletişim bağlantı noktalarını Etkinleştirmek/Devre Dışı Bırakmak için

# settingsBtn.Text
source: ⚙ SETTINGS
ru: ⚙ НАСТРОЙКИ
tr: ⚙ AYARLAR

# settingsBtn.ToolTipText
source: Settings editor
ru: Редактор настроек
tr: Ayarlar düzenleyici

# logBtn.Text
source: 🕮 LOG
ru: 🕮 ЖУРНАЛ
tr: 🕮 KAYIT

# logBtn.ToolTipText
source: Log utilities
ru: Работа с файлами журналов
tr: Yardımcı programları günlüğe kaydet

# logViewCurrentBtn.Text
source: 👀 View current
ru: 👀 Открыть текущий
tr: 👀 Günlüğü görüntüle

# logPlaybackBtn.Text
source: ▶ Playback...
ru: ▶ Воспроизвести...
tr: ▶ Geri çalma...

# logClearEmptyEntriesBtn.Text
source: 🧹 Clear empty entries
ru: 🧹 Очистить пустые журналы
tr: 🧹 Boş girişleri temizle

# logArchiveAllEntriesBtn.Text
source: 🗜 Archive all entries
ru: 🗜 Архивировать все журналы
tr: 🗜 Tüm girişleri arşivle

# logDeleteAllEntriesBtn.Text
source: 🗑 Delete all entries
ru: 🗑 Удалить все журналы
tr: 🗑 Tüm girişleri sil

# logDoThemAllBtn.Text
source: 🧹+🗜+🗑 Do them all
ru: 🧹+🗜+🗑 Выполнить все
tr: 🧹+🗜+🗑 Hepsini yap

# utilsBtn.Text
source: 🛠 UTILS
ru: 🛠 УТИЛИТЫ
tr: 🛠 ARAÇLAR

# utilsBtn.ToolTipText
source: Utilities
ru: Утилиты
tr: Araçlar

# utilsTrackBtn.Text
source: 🗺 TRACKS
ru: 🗺 ТРЕКИ
tr: 🗺 HAREKET IZLERI

# utilsTracksExportBtn.Text
source: 💾 Export...
ru: 💾 Экспорт...
tr: 💾 Kaydetmek...

# utilsDeviceBtn.Text
source: 🤖 DEVICE
ru: 🤖 УСТРОЙСТВО
tr: 🤖 CİHAZ

# utilsDeviceViewInfoBtn.Text
source: View info...
ru: Просмотреть информацию...
tr: Bilgileri görüntüle...

# utilsDeviceResponderSettingsBtn.Text
source: Responder settings...
ru: Настройки маяка...
tr: Yanıtlayıcı ayarları...

# utilsUserDataBtn.Text
source: User data
ru: Пользовательские данные/команды

# userDataReadWriteLocalBtn.Text
source: Read/Write local...
ru: Прочитать/Записать в маяк...

# userDataQueryRemoteBtn.Text
source: Query remote...
ru: Запросить у удаленного маяка...

# utilsLocationOverrideBtn.Text
source: ⚓ Location override
ru: ⚓ Задать положение вручную

# infoBtn.Text
source: ℹ INFO
ru: ℹ ИНФО
tr: ℹ BİLGİ

# infoBtn.ToolTipText
source: Infromation about this application & system
ru: Информация о системе и приложении

# outputPortBtn.ToolTipText
source: Enable/Disable output port
ru: Включить/Выключить выходной порт
tr: Çıkış bağlantı noktasını etkinleştir/devre dışı bırak

# outPortsCbxUpdateBtn.ToolTipText
source: Refresh list of available ports
ru: Обновить доступные порты
tr: Kullanılabilir bağlantı noktalarının listesini yenile

# remoteAddrToOutportCbx.ToolTipText
source: Address of the remote to use with output port
tr: Çıkış bağlantı noktasıyla kullanılacak uzaktan kumandanın adresi
