Repository: ucnl/AzimuthSuite
Catalog: SettingsEditor.*.resx
Languages: ru

# cancelBtn.Text
source: CANCEL
ru: ОТМЕНА

# isUseAUXGNSSChb.Text
source: GNSS/GNSS compass
ru: GNSS/GNSS компас

# toolStripLabel1.Text
source: REMOTES
ru: АДРЕСА

# remotesCheckAllBtn.ToolTipText
source: Check all
ru: Выбрать все

# remotesUncheckAllBtn.ToolTipText
source: Uncheck all
ru: Снять выбор со всех

# auxGNSSGroup.Text
source: Port baudrate
ru: Скорость порта

# groupBox2.Text
source: Salinity, PSU
ru: Соленость, PSU

# groupBox3.Text
source: Maximal range, m
ru: Макс. дальность, m

# setDaultsBtn.Text
source: DEFAULTS
ru: СБРОС

# groupBox4.Text
source: Antenna X Offset, m
ru: ΔX, m

# groupBox5.Text
source: Antenna Y Offset, m
ru: ΔY, m

# groupBox6.Text
source: Antenna angle adjust, °
ru: δ, °

# serialOutputGroup.Text
source: Out port baudrate
ru: Скорость вых. порта

# IsUseMagneticCompassOnlyChb.Text
source: Use HDM/HDG instead of HDT
ru: Использовать только HDM/HDG вместо HDT

# magneticGroup.Text
source: Port baudrate
ru: Скорость порта

# isUseMagneticCompassChb.Text
source: Magnetic compass
ru: Магнитный компас

# IsUseACStyleUDPOutputChb.Text
source: AC-style UDP output
ru: UDP вывод как в AzimuthConsole
